{
  "success": "Succès!",
  "welcome": "Bienvenue ! Nous sommes heureux de vous avoir parmi nous. Explorez et profitez de votre expérience !",
  "error": "Erreur!",
  "warning": "Avertissement!",
  "authUser": "L'utilisateur n'est pas authentifié.",
  "addWishlist": "La liste de souhaits a été ajoutée avec succès.",
  "updateWishList": "La liste de souhaits a été mise à jour avec succès.",
  "verifyPhoneNumber": "Le numéro de téléphone a été vérifié avec succès.",
  "validateNumberUnable": "Nous n'avons pas pu valider votre numéro de téléphone. Veuillez réessayer.",
  "listingNotAvailable": "L'annonce n'est pas disponible.",
  "requestError": "Demande invalide.",
  "birthDayField": "Le champ anniversaire est manquant.",
  "birthYearField": "Le champ année de naissance est manquant.",
  "birthMonthField": "Le champ mois de naissance est manquant.",
  "noRecord": "Aucun enregistrement trouvé.",
  "createFailed": "Échec de la création.",
  "pageUrlExist": "L'URL de la page existe déjà!",
  "notUpdated": "Non mis à jour.",
  "updateConfigSettings": "Les configurations ont été mises à jour avec succès!",
  "noAccountExist": "Aucun compte n'existe pour l'adresse e-mail donnée.",
  "userBanStatus": "Oups! Il semble que votre compte soit désactivé pour le moment. Veuillez contacter le support.",
  "adminRoleNotFound": "Désolé, impossible de trouver ce rôle d'administrateur.",
  "adminLogin": "Oups! Veuillez vous connecter en tant qu'administrateur et réessayer.",
  "fetchRecordError": "Une erreur est survenue lors de la récupération des enregistrements. Veuillez réessayer.",
  "loginError": "Vous n'êtes pas connecté. Veuillez vous connecter et réessayer!",
  "resendVerifyEmail": "Un lien de confirmation a été envoyé à votre adresse e-mail.",
  "resentEmailError": "Échec de l'envoi de l'e-mail. Veuillez réessayer plus tard.",
  "invalidAddress": "Votre adresse semble être invalide. Veuillez revenir et modifier votre adresse.",
  "holdPayoutSuccess": "Le statut du paiement en attente a été mis à jour avec succès.",
  "holdPayoutError": "Échec du changement de statut du paiement en attente.",
  "commonError": "Une erreur est survenue. Veuillez réessayer plus tard.",
  "forgotPasswordLink": "Un lien pour réinitialiser votre mot de passe a été envoyé à votre adresse e-mail.",
  "changeForgotPassword": "Votre mot de passe a été changé. Vous pouvez maintenant essayer de vous connecter.",
  "actionFailed": "Échec de l'action!",
  "requestSent": "Votre demande a été envoyée!",
  "sendMessageError1": "Oups! Vous avez déjà effectué cette action.",
  "refund": "Remboursement réussi!",
  "refundError": "Échec du remboursement. Veuillez réessayer avec une autre devise.",
  "deleteSuccess": "Supprimé avec succès.",
  "deleteFailed": "Échec de la suppression!",
  "updateSuccess": "Mis à jour avec succès.",
  "updateFailed": "Échec de la mise à jour!",
  "deleteSetting": "La configuration a été supprimée avec succès.",
  "changesUpdate": "Les modifications ont été mises à jour avec succès!",
  "updateBanStatus": "Le statut de bannissement a été mis à jour avec succès.",
  "updateBanError": "Échec de la mise à jour du statut de bannissement.",
  "statusUpdated": "Le statut a été mis à jour avec succès!",
  "deleteUser": "Utilisateur supprimé avec succès.",
  "deleteReview": "Avis supprimé avec succès.",
  "updateReview": "L'avis a été mis à jour avec succès!",
  "deleteReviewError": "Échec de la suppression de l'avis.",
  "updatePolicy": "La politique a été mise à jour avec succès!",
  "fileTypeError": "Vous essayez de télécharger un fichier image invalide. Veuillez télécharger un fichier valide.",
  "fileSizeLimitError": "Taille maximale de téléchargement dépassée! Veuillez utiliser une image plus petite.",
  "uploadImage": "Veuillez télécharger l'image!",
  "sendEmail": "Votre e-mail a été envoyé.",
  "existEmail": "Oups! Cette adresse e-mail existe déjà.",
  "passwordMismatch": "Les mots de passe ne correspondent pas. Veuillez réessayer.",
  "changePassword": "Le mot de passe a été mis à jour avec succès!",
  "wrongPassword": "Le mot de passe actuel est incorrect. Veuillez réessayer!",
  "wrongConfirmPassword": "Le mot de passe de confirmation ne correspond pas au nouveau mot de passe!",
  "missingField": "Il semble que vous ayez oublié certains champs obligatoires. Veuillez les remplir.",
  "ageLimit": "Désolé, vous devez avoir au moins 18 ans.",
  "invalidDob": "Date de naissance invalide. Veuillez entrer une information valide.",
  "updateProfile": "Votre profil a été mis à jour avec succès.",
  "emailError": "Oups! Une erreur s'est produite. Impossible d'envoyer l'e-mail.",
  "otpError": "Veuillez attendre 2 minutes avant de demander un nouveau OTP.",
  "pageReload": "Une erreur s'est produite. Veuillez recharger la page et réessayer.",
  "userExist": "Désolé, aucun utilisateur trouvé dans la base de données!",
  "removeFiles": "Les fichiers ont été supprimés avec succès.",
  "fileNotExist": "Le fichier n'existe pas.",
  "paymentCompleted": "Le paiement a déjà été effectué.",
  "sessionExpired": "Votre session a expiré. Veuillez vous reconnecter.",
  "unauthorizedAccess": "Accès non autorisé. Vous n'êtes pas autorisé à effectuer cette action.",
  "formInvalid": "Formulaire invalide. Veuillez corriger les erreurs et réessayer.",
  "loadingError": "Erreur lors du chargement des données. Veuillez actualiser et réessayer.",
  "networkError": "Erreur réseau. Veuillez vérifier votre connexion Internet.",
  "saveSuccess": "Enregistré avec succès.",
  "saveFailed": "Échec de l'enregistrement des modifications.",
  "logoutSuccess": "Vous êtes déconnecté avec succès.",
  "emailNotVerified": "Votre e-mail n'est pas vérifié. Veuillez vérifier votre boîte de réception.",
  "invalidToken": "Le token est invalide ou a expiré.",
  "notFound": "La ressource demandée est introuvable.",
  "duplicateEntry": "Cette entrée existe déjà.",
  "serverError": "Erreur interne du serveur. Veuillez réessayer plus tard.",
  "emailRequired": "L'adresse e-mail est requise.",
  "passwordRequired": "Le mot de passe est requis.",
  "invalidCredentials": "Identifiants incorrects.",
  "tooManyAttempts": "Trop de tentatives. Veuillez réessayer plus tard.",
  "fileUploadError": "Échec du téléchargement du fichier. Veuillez réessayer.",
  "imageRequired": "Une image est requise.",
  "confirmationRequired": "Veuillez confirmer votre action.",
  "actionSuccessful": "L'action a été réalisée avec succès."
}
